[
    {"index":1, "nombre":"ASUS X415 (11va Gen Intel)", "powerDisipation":771, "descripcion":"uega o crea con lo último en tecnología gracias a un procesador AMD Ryzen™ 9 7945HX y hasta una GPU NVIDIA® GeForce RTX™ 4090 para portátiles. La CPU Ryzen™ 9 7945HX ofrece un increíble rendimiento gaming y multitarea, puesto que te permite transmitir y renderizar incluso los proyectos más exigentes, mientras que la potente GPU RTX™ 4090 para portátiles garantiza increíbles velocidades de fotogramas al jugar y aceleración a la hora de crear contenido. La cámara web IR de 1080p te ofrece grabación de vídeo sin interrupciones y seguridad con Windows Hello. Con hasta 4 TB de almacenamiento SSD PCIe® 4.0 ultrarrápido en RAID 0 y 64 GB de RAM DDR5 a 4800 MHz, el Zephyrus Duo 16 de 2023 es un monstruo de la multitarea y ofrece tiempos de carga rápidos para todos tus juegos y aplicaciones.", "imagen":"https://www.notebookcheck.org/uploads/tx_nbc2/csm_GL504_Hero_Cam05Lighting_v1_740f45a0ab_01.jpg", "precio":1500, "stock":10, "categoria":"gaming"},
    {"index":2, "nombre":"ASUS X515", "powerDisipation":505, "descripcion":"Continúa el legado gaming del Zephyrus G15 con la espectacular pantalla QHD de 16 pulgadas a 240 Hz, con biseles ultrafinos de 4,66 mm, del nuevo Zephyrus G16. Con una relación de aspecto de 16:10 y una proporción pantalla-cuerpo del 94 %, el Zephyrus G16 también ofrece el 100 % de cobertura del espacio de color DCI-P3, validación Pantone® y compatibilidad con Dolby Vision HDR. El panel del Zephyrus G16, como buena pantalla Nebula, te sumerge en tus juegos o tus contenidos favoritos, sin importar lo rápido que vayan.", "imagen":"https://www.notebookcheck.org/fileadmin/Notebooks/Asus/Strix_GL753VD-GC045T/4zu3_gl753.jpg", "precio":1600, "stock":9, "categoria":"gaming"},
    {"index":3, "nombre":"ASUS M515", "powerDisipation":513, "descripcion":"EJuega y crea con un equipo de vanguardia disponible con el procesador AMD Ryzen™ 9 6900HX y la gráfica NVIDIA® GeForce RTX™ 3080 Ti para portátiles. Ryzen 9 ofrece un rendimiento gaming y multitarea increíble, permitiéndote transmitir y renderizar los proyectos más intensivos. La potente GPU Ampere con MUX Switch proporciona framerates de primer nivel y también cuenta hasta con 4 TB de almacenamiento SSD PCIe® 4.0 en RAID 0 y 64 GB de RAM DDR5 a 4800 MHz. El nuevo Zephyrus Duo 16 2022 devora la multitarea y carga los juegos y aplicaciones en un tiempo récord.", "imagen":"https://pctelcomputo.co/wp-content/uploads/2020/07/G15-4-1536x1049.jpg", "precio":1700, "stock":8, "categoria":"gaming"},
    {"index":4, "nombre":"ASUS Zenbook 14X OLED (UX3404)", "powerDisipation":257, "descripcion":"Iluminar tu creatividad es más fácil que nunca con el potente Vivobook Pro 15 OLED. Su procesador hasta Intel® Core de 12ª generación™ de la serie H y los gráficos hasta NVIDIA® GeForce RTX™ 3050 Ti graphics2 ofrecen el máximo rendimiento gracias al sistema de refrigeración de doble ventilador, y Thunderbolt™ 4 te ofrece conexiones rápidas y cómodas. Tus creaciones tendrán el mejor aspecto en la fantástica pantalla OLED de 2,8K, con su frecuencia de refresco supersuave de hasta 120 Hz y colores vivos ultraprecisos.", "imagen":"https://cdn.comparez-malin.fr/img/asus/2020/22520/asus-rog-zephyrus-g15-5.jpg", "precio":400, "stock":6, "categoria":"design"},
    {"index":5, "nombre":"Zenbook 14 OLED (UX3402)", "powerDisipation":424, "descripcion":"Encienda su creatividad con Vivobook Pro 16X OLED, la potencia intransigente para descubrir su potencial y explorar el futuro. Vivobook Pro 16X OLED te brinda la velocidad y precisión que necesitas para hacer realidad tu visión, con un NanoEdge 4K OLED de 16 pulgadas1 pantalla, Intel de 12.ª generación® H Series CPU, y gráficos NVIDIA® GeForce RTX™ 3050 Ti 2. El exclusivo ASUS DialPad le brinda un control preciso e intuitivo de sus herramientas creativas, y el diseño de enfriamiento de doble ventilador le permite trabajar en paz sin interrupciones. Vivobook Pro 16X OLED abre la puerta a su futuro creativo.", "imagen":"https://cdn.comparez-malin.fr/img/asus/2020/20964/asus-tuf-gaming-tuf705-black-gold-2.jpg", "precio":800, "stock":7, "categoria":"design"},
    {"index":6, "nombre":"Zenbook 14X OLED Space Edition (UX5401, 12ma Gen Intel)", "powerDisipation":353, "descripcion":"Dar forma a tu país de las maravillas es más fácil que nunca con el potente Vivobook Pro 15 OLED. Su procesador móvil hasta AMD Ryzen™ serie 5000 y la gráfica hasta NVIDIA® GeForce RTX™ 3050 Ti graphics2 ofrecen el máximo rendimiento gracias al sistema de refrigeración de doble ventilador. Tus creaciones tendrán el mejor aspecto en la fantástica pantalla OLED de 2,8K, con su frecuencia de refresco súper suave de hasta 120 Hz y sus colores vivos ultra precisos.", "imagen":"https://www.bhphotovideo.com/images/images2500x2500/asus_gl704gw_ps74_rog_strix_scar_ii_1510916.jpg", "precio":1300, "stock":6, "categoria":"design"},
    {"index":7, "nombre":"ASUS Vivobook Pro 16X OLED ( N7600, 12ma Gen Intel )", "powerDisipation":292, "descripcion":"Nuestro sello. Las aliadas perfectas para cualquier comida. Disfrutá de nuestras papas mundialmente famosas, desde la primera hasta la última. Crujientes y deliciosas, no vas a parar hasta terminarlas todas.", "imagen":"https://www.pcupgrade.co.uk/images/uploads/P1411CDA-EK318R_3.jpg", "precio":700, "stock":12, "categoria":"student"},
    {"index":8, "nombre":"Vivobook Pro 16X 3D OLED", "powerDisipation":339, "descripcion":"Calientes, crujientes y deliciosas, tus aliadas perfectas para cualquier comida. Disfrutá de nuestras papas mundialmente famosas, desde la primera hasta la última.", "imagen":"https://cdn.comparez-malin.fr/img/asus/2019/19467/asus-zenbook-flip-15-ux463-numpad-3.jpg", "precio":800, "stock":10, "categoria":"student"},
    {"index":9, "nombre":"ASUS Vivobook Pro 15 OLED (K6500, 12ma Gen Intel )", "powerDisipation":359, "descripcion":"Burbujas contra el calor, contra la sed, contra el aburrimiento. Si tus comidas llevan gaseosa, están listas para enfrentar lo que sea, elegila en tamaño regular, mediano o grande.", "imagen":"https://proline.pl/pic_exp/n552vx-us51t_1.jpg", "precio":600, "stock":8, "categoria":"student"}
]